Revit 2027 API
ParameterTypeId.RoofUptoLevelParam Property
 "Cutoff Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoofUptoLevelParam { get; }
Public Shared ReadOnly Property RoofUptoLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoofUptoLevelParam {
	ForgeTypeId^ get ();
}
static member RoofUptoLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace